tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "bat"
brew "coreutils"
brew "xz"
brew "curl"
brew "exa"
brew "fzf"
brew "git"
brew "gum"
brew "htop"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nvm"
brew "postgresql@14", restart_service: true
brew "pyenv"
brew "ripgrep"
brew "sheldon"
brew "tmux"
brew "wget"
cask "alacritty"
cask "alt-tab"
cask "coconutbattery"
cask "discord"
cask "docker"
cask "figma"
cask "firefox"
cask "flameshot"
cask "font-sf-mono-nerd-font"
cask "iterm2"
cask "kap"
cask "slack"
cask "stats"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "warp"
cask "wkhtmltopdf"
cask "zoom"
vscode "akamud.vscode-theme-onedark"
vscode "Anan.jetbrains-darcula-theme"
vscode "charliermarsh.ruff"
vscode "eamodio.gitlens"
vscode "Equinusocio.vsc-community-material-theme"
vscode "Equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.cpptools-themes"
vscode "PKief.material-icon-theme"
vscode "rafaelrenanpacheco.darcula-theme"
vscode "teabyii.ayu"
vscode "yoavbls.pretty-ts-errors"
vscode "zhuangtongfa.material-theme"
