tap "epk/epk"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "mrkai77/cask"
brew "xz"
brew "openssl@3"
brew "re2"
brew "asciinema"
brew "atuin"
brew "bat"
brew "btop"
brew "coreutils"
brew "cowsay"
brew "curl"
brew "exa"
brew "exercism"
brew "fd"
brew "ffmpegthumbnailer"
brew "fzf"
brew "poppler"
brew "gdal", args: ["HEAD"]
brew "git"
brew "git-flow"
brew "graphviz"
brew "gprof2dot"
brew "gum"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "neofetch"
brew "neovim"
brew "nnn"
brew "nvm"
brew "postgresql@14"
brew "pyenv"
brew "pyenv-virtualenv"
brew "python-dateutil", link: false
brew "redis"
brew "ripgrep"
brew "terminal-notifier"
brew "tmux"
brew "unar"
brew "wget"
brew "yazi"
brew "zoxide"
cask "alacritty"
cask "alt-tab"
cask "coconutbattery"
cask "devtoys"
cask "discord"
cask "docker"
cask "eul"
cask "fig"
cask "figma"
cask "firefox"
cask "flameshot"
cask "font-sf-mono-nerd-font"
cask "font-symbols-only-nerd-font"
cask "imageoptim"
cask "insomnia"
cask "iterm2"
cask "kap"
cask "kitty"
cask "leapp"
cask "loop"
cask "lulu"
cask "miniconda"
cask "orbstack"
cask "pgadmin4"
cask "postman"
cask "rapidapi"
cask "slack"
cask "sourcetree"
cask "stats"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "vscodium"
cask "warp"
cask "wave"
cask "wkhtmltopdf"
cask "zoom"
vscode "akamud.vscode-theme-onedark"
vscode "akamud.vscode-theme-onelight"
vscode "amazonwebservices.aws-toolkit-vscode"
vscode "anan.jetbrains-darcula-theme"
vscode "antfu.theme-vitesse"
vscode "batisteo.vscode-django"
vscode "beardedbear.beardedtheme"
vscode "catppuccin.catppuccin-vsc"
vscode "chadalen.vscode-jetbrains-icon-theme"
vscode "charliermarsh.ruff"
vscode "davidanson.vscode-markdownlint"
vscode "donjayamanne.python-environment-manager"
vscode "donjayamanne.python-extension-pack"
vscode "dracula-theme.theme-dracula"
vscode "drcika.apc-extension"
vscode "eamodio.gitlens"
vscode "enkia.tokyo-night"
vscode "equinusocio.moxer-icons"
vscode "equinusocio.vsc-material-theme"
vscode "equinusocio.vsc-material-theme-icons"
vscode "esbenp.prettier-vscode"
vscode "inferrinizzard.prettier-sql-vscode"
vscode "junstyle.vscode-django-support"
vscode "kevinrose.vsc-python-indent"
vscode "mronline.react-import-sorter"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode.makefile-tools"
vscode "njpwerner.autodocstring"
vscode "octref.vetur"
vscode "pkief.material-icon-theme"
vscode "pmndrs.pmndrs"
vscode "postman.postman-for-vscode"
vscode "rafaelrenanpacheco.darcula-theme"
vscode "rapidapi.vscode-services"
vscode "redhat.vscode-xml"
vscode "redhat.vscode-yaml"
vscode "seatonjiang.gitmoji-vscode"
vscode "shayanahmedkhan.idx-color-theme"
vscode "shenjiaolong.vue-helper"
vscode "supermaven.supermaven"
vscode "tamasfe.even-better-toml"
vscode "teabyii.ayu"
vscode "tonybaloney.vscode-pets"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vue.volar"
vscode "vue.vscode-typescript-vue-plugin"
vscode "wholroyd.jinja"
vscode "yoavbls.pretty-ts-errors"
vscode "zardoy.vetur-extended"
vscode "znck.vue"
